Repository: heinminlatt611517/smile_shop_ecommerce
Catalog: lib/localization/app_*.arb
Languages: my

source: Home
my: မူလစာမျက်နှာ

source: Cart
my: စျေးဝယ်ခြင်း

source: Live Chat
my: တိုက်ရိုက်ဆက်သွယ်ရန်

source: Profile
my: ကိုယ်ရေးအချက်အလက်

source: Enter phone number
my: ဖုန်းနံပါတ်ထည့်ပါ

source: Type your password
my: စကားဝှက်ကိုရိုက်ထည့်ပါ

source: Forgot password?
my: စကားဝှက်မေ့နေပါသလား

source: Login
my: အကောင့်ဝင်ရောက်ရန်

# ifYouDontHaveAccount
source: If you don't have an account,
my: အကောင့်မရှိသေးပါက

source: Sign Up
my: အကောင့်ဖွင့်ရန်

source: Enter referral code
my: မျှဝေကုဒ်ထည့်ပါ

source: If you already have an account,
my: အကောင့်ရှိပြီးသားဖြစ်ပါက

source: Check Your Phone
my: သင့်ဖုန်းကိုစစ်ဆေးပါ

# weHaveHaveSendTheCodeToYourPhone
source: We've have the code to your phone
my: သင့်ဖုန်းသို့ကုဒ်ပို့ပြီးပါပြီ

source: Code expire in
my: ကုဒ်သက်တမ်းကုန်ဆုံးချိန်

source: Verify
my: အတည်ပြုပါ

source: Send Again
my: နောက်ထပ်ပို့ပါ

source: Confirm
my: အတည်ပြုပါ

source: Set your password
my: စကားဝှက်သတ်မှတ်ပါ

source: Re-type your password
my: စကားဝှက်ကိုပြန်ရိုက်ပါ

source: Type your email address
my: အီးမေးလ်လိပ်စာရိုက်ထည့်ပါ

source: Trending Products
my: ရေပန်းစားထုတ်ကုန်များ

source: Chat
my: စကားပြော

source: Edit
my: ပြင်ဆင်ရန်

source: My Orders
my: အမှာစာများ

source: To Ship
my: ပေးပို့ရန်

source: To Pay
my: ပေးချေရန်

source: To Receive
my: လက်ခံရန်

source: To Review
my: ပြန်လည်သုံးသပ်ရန်

source: Delivered
my: ပို့ဆောင်ပြီး

source: Refund
my: ပြန်ပေးငွေ

source: Smile Wallet
my: Smiles ငွေအိတ်

source: Promotion Point
my: ပရိုမိုးရှင်းအမှတ်

source: Promotion Points
my: ပရိုမိုးရှင်းအမှတ်များ

source: My Favourite
my: ကြိုက်နှစ်သက်သောအရာများ

source: Language
my: ဘာသာစကား

source: My Team
my: ကျွန်ုပ်၏အဖွဲ့

source: Address
my: လိပ်စာ

source: Referral Code
my: မျှဝေကုဒ်

source: About Us
my: ကျွန်ုပ်တို့အကြောင်း

source: Contact Us
my: ဆက်သွယ်ရန်

source: Log Out
my: ထွက်ရန်

source: Delete Account
my: အကောင့်ဖျက်ရန်

source: Are you sure?
my: သေချာပါသလား

source: Do you want to logout from the app?
my: လက်ရှိအက်ပ်မှထွက်ချင်ပါသလား

source: Cancel
my: မလုပ်တော့ပါ

source: Logout
my: ထွက်ရန်

source: Search Here
my: ဤနေရာတွင်ရှာဖွေပါ

source: Daily Check in
my: နေ့စဉ်ဝင်မည်

source: User Level
my: အသုံးပြုသူအဆင့်

source: Campaign
my: ကံစမ်းခြင်း

source: To claim point daily
my: နေ့စဉ်အမှတ်လျှောက်ထားရန်

# letPracticeAndEnjoyIt
source: Let's practice and enjoy it
my: လေ့ကျင့်ပြီးပျော်ရွှင်လိုက်ပါ

source: Enjoy the moment
my: အချိန်ကိုပျော်မွေ့ပါ

source: Join Now
my: ယခုပါဝင်ပါ

source: Description
my: ဖော်ပြချက်

source: Participants
my: ပါဝင်သူများ

source: Participants in this campaign
my: ဤကမ်ပိန်းတွင်ပါဝင်သူများ

source: Total Count
my: စုစုပေါင်း

source: Check In
my: ဝင်မည်

source: Check-in Count
my: ဝင်ထားသောအရေအတွက်

source: Send a message
my: စာပို့ပါ

source: All
my: အားလုံး

source: Pending
my: ဆိုင်းငံ့ထားသည်

source: Approved
my: အတည်ပြုသည်

source: Rejected
my: ငြင်းဆိုသည်

source: Recharge
my: ငွေပြန်ဖြည့်ရန်

source: Income Points
my: ဝင်ငွေပွိုင့်များ

source: Outcome Points
my: ထွက်ငွေပွိုင့်များ

source: Payment Method
my: ငွေပေးချေမည့်နည်းလမ်း

source: Choose type of payment.
my: ငွေပေးချေမှုအမျိုးအစားရွေးချယ်ပါ

source: Please enter amount
my: ငွေပမာဏထည့်ပါ

source: Change Photo
my: ဓာတ်ပုံပြောင်းရန်

source: Name
my: နာမည်

source: Phone number
my: ဖုန်းနံပါတ်

source: Change password
my: စကားဝှက်ပြောင်းရန်

source: Type your old password
my: စကားဝှက်အဟောင်းရိုက်ပါ

source: Type your new password
my: စကားဝှက်အသစ်ရိုက်ပါ

# reTypeYourNewPassword
source: Re-type your old password
my: စကားဝှက်အသစ်ပြန်ရိုက်ပါ

source: Your members
my: သင့်အဖွဲ့ဝင်များ

source: My Address
my: ကျွန်ုပ်၏လိပ်စာ

source: Add Address
my: လိပ်စာထည့်ပါ

source: Add New Address
my: လိပ်စာအသစ်ထည့်ပါ

source: Address Category
my: လိပ်စာအမျိုးအစား

source: Please enter your name
my: သင့်နာမည်ထည့်ပါ

source: Please enter your phone number
my: သင့်ဖုန်းနံပါတ်ထည့်ပါ

source: Phone
my: ဖုန်း

source: State
my: ပြည်နယ်

source: Township
my: မြို့နယ်

source: Save
my: သိမ်းမည်

source: Set as default address
my: ပုံသေလိပ်စာအဖြစ်သတ်မှတ်ပါ

source: Your referral code is
my: သင့်ရည်ညွှန်းကုဒ်သည်

source: Share Referral Code
my: ရည်ညွှန်းကုဒ်မျှဝေပါ

source: Product Details
my: ထုတ်ကုန်အသေးစိတ်

source: Product Specifications
my: ထုတ်ကုန်အချက်အလက်များ

source: Add To Cart
my: စျေးခြင်းထဲသို့ထည့်ပါ

source: Buy Now
my: ယခုဝယ်ပါ

source: Check Out
my: အတည်ပြုငွေပေးချေမှု

source: Please select address
my: လိပ်စာရွေးချယ်ပါ

source: Delivery Options
my: ပို့ဆောင်မှုရွေးချယ်စရာများ

source: Order Summary
my: အမှာစာအကျဉ်းချုပ်

source: Order
my: အမှာစာ

source: Delivery
my: ပို့ဆောင်မှု

source: Total
my: စုစုပေါင်း

source: Pay Now
my: ယခုပေးချေပါ

source: Please select both color and size
my: အရောင်နှင့်အရွယ်အစားနှစ်ခုလုံးရွေးပါ

source: Search History
my: ရှာဖွေမှုမှတ်တမ်း

source: Clear All
my: အားလုံးရှင်းလင်းပါ

source: Available Color
my: ရရှိနိုင်သောအရောင်

source: Available Size
my: ရရှိနိုင်သောအရွယ်အစား

source: Select All
my: အားလုံးရွေးပါ

source: Use promotion
my: ပရိုမိုးရှင်းအသုံးပြုပါ

source: No Use
my: အသုံးမပြုပါ

# standardDelivery
source: Quick Delivery
my: ပုံမှန်ပို့ဆောင်မှု

# specialDelivery
source: Free Delivery
my: အထူးပို့ဆောင်မှု

# thankForShoppingWithUs
source: Thanks for shopping with us.
my: ကျွန်ုပ်တို့နှင့်အတူဝယ်ယူခြင်းအတွက်ကျေးဇူးတင်ပါသည်။

# weAppreciateYourSupportAndHope
source: We appreciate your support and hope you enjoy your purchase. Feel free to reach out if you need any assistance. We look forward to serving you again!
my: ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကိုအသုံးပြုမှုအတွက်ကျေးဇူးတင်ပါသည်။

source: Your order is completed.
my: သင့်အမှာစာပြီးဆုံးပါပြီ။

source: Your order is shipping.
my: သင့်အမှာစာပို့ဆောင်နေပါသည်။

source: Your order is on the way.
my: သင့်အမှာစာလမ်းပေါ်တွင်ရှိသည်။

source: Your Order Tracking
my: သင့်အမှာစာခြေရာခံမှု

source: Start Delivery
my: ပို့ဆောင်မှုစတင်ပါ

source: In Transit
my: ပို့ဆောင်နေသည်

source: Back
my: နောက်သို့

source: Recharge Successful
my: ပြန်လည်ဖြည့်တင်းမှုအောင်မြင်သည်

# yourWalletHasBeenSuccessfullyRecharged
source: Your wallet has been successfully recharged, and the updated balance is now available for use. Thank you for choosing our service!
my: သင့်အိတ်ထဲကိုအောင်မြင်စွာဖြည့်ပြီးပါပြီ။

source: Full Name
my: အမည်အပြည့်အစုံ

# firstAndLastName
source: First & Last Name
my: နာမည်နောက်ဆုံးနာမည်

source: Campaign Notification
my: ကံစမ်းခြင်းအသိပေးချက်

source: History
my: မှတ်တမ်း

source: Package
my: ထုပ်ပိုးမှု

source: Benefits
my: အကျိုးကျေးဇူးများ

source: Gold Package Dealer
my: ရွှေအဆင့်ရောင်းသူ

source: Current Progress
my: လက်ရှိတိုးတက်မှု

source: Gold Package
my: ရွှေအဆင့်

source: Diamond Package
my: စိန်အဆင့်

source: Next
my: နောက်သို့

source: Edit My Address
my: လိပ်စာကိုပြင်ဆင်ပါ

source: Delete Address
my: လိပ်စာကိုဖျက်ပါ

source: Product Refund
my: ကုန်ပစ္စည်းငွေပြန်အမ်းခြင်း

# youNeedToSendYourRefundItem
source: You need to send your refund item to our address.
my: ငွေပြန်အမ်းမည့်ပစ္စည်းကို ပြန်လည်ပေးပို့ရပါမည်။

source: Choose refund reason
my: အကြောင်းပြချက် ရွေးပါ။

source: Upload Photo
my: ဓာတ်ပုံတင်ပါ

source: Done
my: ပြီးပါပြီ

source: Your order is canceled
my: သင်၏အော်ဒါကိုဖျက်သိမ်းလိုက်ပါသည်

source: Your order has been delivered on.
my: သင်အော်ဒါကို [delivery date] တွင်ပေးပို့ပြီးပြီဖြစ်သည်။

source: Favourite
my: အနှစ်သက်ဆုံး

# doYouWantToDeleteAccount
source: Do you want to delete your account? This action cannot be undone
my: သင့်အကောင့်ကို ဖျက်လိုပါသလား။ ဤလုပ်ဆောင်ချက်ကို ပြန်ပြင်၍မရပါ။

source: Notification
my: အသိပေးချက်

# need_login
source: You need to log in to use this feature.
my: ဤလုပ်ဆောင်ချက်ကို အသုံးပြုရန် အကောင့်ဝင်ရန်လိုအပ်ပါသည်။

# leftReferralCodeEmpty
source: If you don't have a referral code, leave it blank.
my: မျှဝေကုဒ်မရှိပါက ဘာမှမထည့်ပဲထားပါ။

source: To view my team members
my: အဖွဲ့ဝင်များကိုကြည့်ရန်

# doubleTapToZoom
source: Double Tap to Zoom In/Out
my: Zoomဆွဲရန် နှစ်ချက်နှိပ်ပါ

source: Category
my: အမျိုးအစားများ
